Repository: DmitriiGilep/Industrial
Catalog: Industrial/Industrial/Localizing/*.lproj/Localizable.strings
Languages: ru

# alert_title
source: Alert
ru: Внимание

# don't_press_message
source: Don't press this button
ru: Не нажимай эту кнопку

source: Accepted
ru: Одобрено

source: well done
ru: молодец

source: Did't accepted
ru: Не одобрено

source: Undefined
ru: Не определено

source: Band
ru: Лента

source: Profile
ru: Профиль

source: FileManager
ru: ФайлМенеджер

source: Moscow
ru: Москва

source: Unknown status
ru: Статус неизвестен

source: Route
ru: Маршрут

source: Insert coordinate
ru: Вставьте координаты

source: Latitude
ru: Широта

source: Longitude
ru: Долгота

source: Error
ru: Ошибка

source: Location can't be detected
ru: Местоположение не может быть определено

source: PostViewController
ru: ПостВьюКонтроллер

# password_prompt
source: The password begins at 'p'
ru: Пароль начинается на букву 'п'

# insert_password
source: Insert a password
ru: Вставьте пароль

source: Check
ru: Проверить

# password_prompt_descript
source: Green if true, red if false
ru: Зеленый, если угадал, красный, если нет

source: PostButton1
ru: ПостКнопка

source: MapView
ru: Карта

source: FeedView
ru: ФидВью

# secretWord
source: password
ru: пароль

source: Info
ru: Инфо

source: URL not found
ru: URL не найден

# fetching_in_process
source: fetching data in process
ru: в процессе получения данных

# save_picture
source: Save a picture
ru: Сохранить картинку

# choose_name_picture
source: Choose the name of the picture
ru: Выберите имя картинки

# insert_filename
source: Insert the filename
ru: Вставьте имя файла

source: Save
ru: Сохранить

source: Cancel
ru: Отменить

# name_exist
source: The name is already used
ru: Такое имя уже существует

source: Settings
ru: Настройки

source: Directory
ru: Папка

source: Add photo
ru: Добавить фото

# create_password
source: Create a password
ru: Создать пароль

# length_ not_less_4_symbols
source: The length is not less 4 symbols
ru: Длина пароля не менее 4 символов

# insert_login
source: Insert a login
ru: Вставьте логин

# login_doesn't_meet_rules
source: The login or password doesn't meet the rules
ru: Логин или пароль не соответствует правилам

source: Repeat
ru: Повторите

# already_have_password
source: Already have a password
ru: Уже есть пароль

# repeat_password
source: Repeat a password
ru: Порвторите пароль

# insert_password_again
source: Insert a password again
ru: Вставьте пароль снова

source: Passwords don't match
ru: Пароли не совпадают

# change_password
source: Change a password
ru: Изменить пароль

# error_transforming_password
source: Transforming password error
ru: Ошибка преобразования пароля

# password_added
source: The password has been added
ru: Пароль добавлен

# error_adding_password:
source: Adding the password error:
ru: Ошибка добавления пароля:

# error_pair_login/password
source: The pair 'login/password' could not be added
ru: Пара 'логин/парлоь' не может быть добавлена

# error_receiving_password:
source: Receiving password error:
ru: Ошибка получения пароля:

# error_password_doesn't_exist
source: The password doesn't exist
ru: Пароль не существует

# password_incorrect
source: The password is incorrect
ru: Неверный пароль

# password_updated
source: The password has been updated
ru: Пароль был обновлен

# error_updating_password:
source: Updating password error:
ru: Ошибка обновления пароля:

source: Sort
ru: Сорртировать

source: A->Z
ru: А->Я

source: Z->A
ru: Я->А

source: Password
ru: Пароль

source: Log In
ru: Войти

source: Sign Up
ru: Подписаться

# random_password
source: A random password
ru: Случайный пароль

# generate_random_password
source: Generate a random password
ru: Сгенерировать случайный пароль

# hack_use_random_password
source: Hack and use the random password
ru: Подобрать и использовать случайный пароль

source: Set your status
ru: Установите Ваш статус

source: Set status
ru: Установить статус

source: Exit
ru: Выход

# insert_login_password
source: Insert a login and a password
ru: Вставьте логин и пароль

# password_login_incorrect
source: The password or login is incorrect
ru: Неправильный пароль или логин

source: Unknown error
ru: Неизвестная ошибка

# no_images_in_collection
source: No images in the collection
ru: В коллекции нет картинок

# post_not_added
source: The post hasn't been added
ru: Пост был добавлен

# post_already_contained
source: The favorites has already contained the post
ru: Избранное уже содержит пост

source: Photos
ru: Фото

source: Photo Gallery
ru: Фото галлерея

# failure_registration
source: Registration failure
ru: Ошибка регистрации

# user_existed_something_wrong
source: The user has already exist or something wrong with the login or the password
ru: Пользователь уже существует или что-то не так с логином или паролем

# successful_registrarion
source: Registration is successful
ru: Успешная регистрация

# user_registered
source: The user has been successfully registered
ru: Пользователь был успешно зарегистрирован

source: Favorites
ru: Избранное

# no_posts_favorites
source: No posts in the favorites
ru: В избранном нет постов

source: Search criteria
ru: Условия поиска

source: Apply
ru: Применить

source: Search
ru: Поиск

# data_loading_process
source: data loading in process
ru: идет процесс загрузки данных

# build_route
source: Build a route
ru: Построить маршрут

# destination
source: Point of destination
ru: Пункт назначения

# destinationInsert
source: Type an address
ru: Введите адрес

# insert_address
source: Type an address
ru: Введите адрес

# authFailed
source: Authentication failed
ru: Аутентификация не пройдена

# authUnavailable
source: Authentication unavailable
ru: Аутентификация недоступна

# authIsNotSetUp
source: Authentication isn't set up
ru: Аутентификация не установлена

# authCancellded
source: Authentication is cancelled
ru: Аутентификация отменена

# goingToPassword
source: Going to the password authentication
ru: Переходим к аутентификации по паролю

# authIsLocked
source: Authentication is locked
ru: Аутентификация заблокирована

# authCannotConfigured
source: Authentication can't be configured
ru: Аутентификация не может быть настроена

# verifyIdentity
source: Verify your identity
ru: Подтвердите личность

# enterPassword
source: Enter App password
ru: Введите пароль от приложения

source: Touch me not
ru: Не трогать

# FaceIDTouchIDnotConfigured
source: Face ID / Touch ID may not be configured
ru: Face ID / Touch ID не может быть настроено

source: Success
ru: Успех

# successAuthentication
source: Authentication is successful
ru: Успешная аутентификация
